;
; Copyright (C) 2007-2010 TOSHIBA Corporation
;
; Language File
;
;  Last update 2010.06.15 	update IDS_NM_SETENABLE,IDS_NM_CONNECTED in [PTB]
;                   2007.10.09 

;----------------------------------------------------------------
[COMMON]
;// Version
VERSION="1.0.0.2"

;----------------------------------------------------------------
[JPN]
;Japanese(Default)
IDS_APP_TITLE="Av自動接続"
IDS_APP_TITLE_EASYCONNECT="Bluetooth設定"
IDS_NM_SETENABLE="%sの自動接続機能は有効に設定されました。"
IDS_NM_CONNECTED="%sに接続しました。"
IDS_NM_CONNECTED_ERROR="自動接続に失敗しました。\r\nデバイスの電源を確認してください。\r\n手動で接続する場合は%sを使用してください。"
IDS_YES_BUTTON="はい"
IDS_NO_BUTTON="いいえ"
IDS_YESNOMSG_DISABLEALL="オーディオデバイスへの自動接続を全て無効にしますか？"

[ENU]
;English(Default)
IDS_APP_TITLE="AV automatic connection"
IDS_APP_TITLE_EASYCONNECT="Bluetooth Settings"
IDS_NM_SETENABLE="Automatic connection function of %s was set to available."
IDS_NM_CONNECTED="Connection of %s was established."
IDS_NM_CONNECTED_ERROR="Automatic connection failed. \r\nPlease check that the device is powered up. \r\nUse %s if you need to establish a manual connection."
IDS_YES_BUTTON="Yes"
IDS_NO_BUTTON="No"
IDS_YESNOMSG_DISABLEALL="Do you want to disable the auto-connection to the audio devices entirely?"

[FRA]
;French
IDS_APP_TITLE="Connexion automatique AV"
IDS_APP_TITLE_EASYCONNECT="Paramètres Bluetooth "
IDS_NM_SETENABLE="La fonction de connexion automatique de %s a été définie comme disponible."
IDS_NM_CONNECTED="La connexion de %s a été établie."
IDS_NM_CONNECTED_ERROR="La connexion automatique a échoué. \r\nVeuillez vérifier que le périphérique est activé. \r\nVeuillez utiliser %s si vous devez établir la connexion."
IDS_YES_BUTTON="Oui"
IDS_NO_BUTTON="Non"
IDS_YESNOMSG_DISABLEALL="Voulez-vous entièrement désactiver la connexion automatique aux périphériques audio ?"

[DEU]
;German
IDS_APP_TITLE="AV automatische Verbindung"
IDS_APP_TITLE_EASYCONNECT="Bluetooth-Einstellungen"
IDS_NM_SETENABLE="Die autom. Verbindungsfunktion von %s wurde auf "verfügbar" gesetzt."
IDS_NM_CONNECTED="Die Verbindung zu %s wurde aufgebaut."
IDS_NM_CONNECTED_ERROR="Die automatische Verbindung kam nicht zustande. \r\nÜberprüfen Sie die Stromzufuhr. \r\nVerwenden Sie %s, um die Verbindung herzustellen."
IDS_YES_BUTTON="Ja"
IDS_NO_BUTTON="Nein"
IDS_YESNOMSG_DISABLEALL="Soll die automatische Verbindung zu den Audiogeräten vollständig deaktiviert werden?"

[ITA]
IDS_APP_TITLE="Connessione automatica AV"
IDS_APP_TITLE_EASYCONNECT="Impostazioni Bluetooth"
IDS_NM_SETENABLE="La connessione automatica di %s è stata attivata."
IDS_NM_CONNECTED="La connesione di %s è stata eseguita."
IDS_NM_CONNECTED_ERROR="Connessione automatica non riuscita. \r\nControllare l'alimentazione del dispositivo. \r\nUtilizzare %s per eseguire la connessione."
IDS_YES_BUTTON="Sì"
IDS_NO_BUTTON="No"
IDS_YESNOMSG_DISABLEALL="Disattivare completamente la procedura di connessione automatica ai dispositivi audio?"

[DAN]
;Danish
IDS_APP_TITLE="Automatisk av-forbindelse"
IDS_APP_TITLE_EASYCONNECT="Bluetooth-indstillinger"
IDS_NM_SETENABLE="Den automatiske forbindelsesfunktion %s var indstillet på tilgængelig."
IDS_NM_CONNECTED="Der er oprettet en forbindelse på %s"
IDS_NM_CONNECTED_ERROR="Automatisk forbindelse mislykkedes\r\nTjek enhedens strømforsyning. \r\nAnvend %s, hvis du har brug for at etablere forbindelse."
IDS_YES_BUTTON="Ja"
IDS_NO_BUTTON="Nej"
IDS_YESNOMSG_DISABLEALL="Vil du deaktivere den automatiske tilslutning til lydenheder helt?"

[NOR]
;Norwegian
IDS_APP_TITLE="Automatisk AV-tilkopling"
IDS_APP_TITLE_EASYCONNECT="Bluetooth-innstillinger"
IDS_NM_SETENABLE="Den automatiske tilkoplingsfunksjonen til %s ble satt til tilgjengelig."
IDS_NM_CONNECTED="Tilkopling ble opprettet for %s."
IDS_NM_CONNECTED_ERROR="Automatisk tilkopling mislyktes. \r\nSjekk strømmen til enheten. \r\nBruk %s hvis du trenger å opprette en tilkopling."
IDS_YES_BUTTON="Ja"
IDS_NO_BUTTON="Nei"
IDS_YESNOMSG_DISABLEALL="Vil du deaktivere auto-tilkoplingen til lydenhetene helt?"

[PTB]
;Portuguese (Brazilian)
IDS_APP_TITLE="Conexão automática do AV"
IDS_APP_TITLE_EASYCONNECT="Configurações do Bluetooth"
IDS_NM_SETENABLE="A função de conexão automática de %s foi definida como disponível."
IDS_NM_CONNECTED="A conexão de %s foi estabelecida."
IDS_NM_CONNECTED_ERROR="Falha na conexão automática. \r\nVerifique a energia do dispositivo. \r\nUse %s se precisar estabelecer conexão."
IDS_YES_BUTTON="Sim"
IDS_NO_BUTTON="Não"
IDS_YESNOMSG_DISABLEALL="Deseja desativar totalmente a conexão automática para os dispositivos de áudio?"

[PTG]
;Portuguese Portuguese (Standard) 
IDS_APP_TITLE="Ligação automática Av"
IDS_APP_TITLE_EASYCONNECT="Definições de Bluetooth"
IDS_NM_SETENABLE="A função de ligação automática de %s foi configurada para disponível."
IDS_NM_CONNECTED="A ligação de %s foi estabelecida."
IDS_NM_CONNECTED_ERROR="A ligação automática falhou. \r\nVerifique a potência do dispositivo. \r\nUtilize %s se precisar de estabelecer a ligação."
IDS_YES_BUTTON="Sim"
IDS_NO_BUTTON="Não"
IDS_YESNOMSG_DISABLEALL="Deseja desactivar completamente a ligação automática para os dispositivos de áudio?"

[SVE]
;Swedish
IDS_APP_TITLE="Automatisk ljud-videoanslutning"
IDS_APP_TITLE_EASYCONNECT="Bluetooth-inställningar"
IDS_NM_SETENABLE="Den automatiska anslutningsfunktionen i %s är inställd på att vara tillgänglig."
IDS_NM_CONNECTED="Anslutningen till %s har upprättats."
IDS_NM_CONNECTED_ERROR="Det gick inte att upprätta någon automatisk anslutning. \r\nKontrollera enhetens strömförsörjning. \r\nAnvänd %s om du behöver upprätta en anslutning."
IDS_YES_BUTTON="Ja"
IDS_NO_BUTTON="Nej"
IDS_YESNOMSG_DISABLEALL="Vill du avaktivera den automatiska anslutningen till ljudenheter helt och hållet?"

[ESP]
;Spanish
IDS_APP_TITLE="Conexión AV automática"
IDS_APP_TITLE_EASYCONNECT="Configuración Bluetooth"
IDS_NM_SETENABLE="La función de conexión automática de %s se configuró como disponible."
IDS_NM_CONNECTED="Se ha establecido la conexión de %s."
IDS_NM_CONNECTED_ERROR="Error de conexión automática. \r\nCompruebe la alimentación del dispositivo. \r\nUse %s si necesita establecer la conexión."
IDS_YES_BUTTON="Sí"
IDS_NO_BUTTON="No"
IDS_YESNOMSG_DISABLEALL="¿Desea desactivar completamente la conexión automática a los dispositivos de audio?"

[NLD]
;Dutch
IDS_APP_TITLE="Automatische AV-verbinding"
IDS_APP_TITLE_EASYCONNECT="Bluetooth-instellingen"
IDS_NM_SETENABLE="Automatische verbindingsfunctie van %s is op beschikbaar ingesteld."
IDS_NM_CONNECTED="Verbinding van %s is tot stand gebracht."
IDS_NM_CONNECTED_ERROR="Automatische verbinding mislukt. \r\nControleer de stroomtoevoer van het apparaat. \r\nGebruik %s als u een verbinding tot stand wilt brengen."
IDS_YES_BUTTON="Ja"
IDS_NO_BUTTON="Nee"
IDS_YESNOMSG_DISABLEALL="Wilt u de automatische verbinding met de audioapparaten helemaal uitschakelen?"

[KOR]
;Korean
IDS_APP_TITLE="AV 자동 연결"
IDS_APP_TITLE_EASYCONNECT="Bluetooth 설정"
IDS_NM_SETENABLE="%s의 자동 연결 기능이 사용으로 설정되었습니다."
IDS_NM_CONNECTED="%s의 연결이 이루어졌습니다."
IDS_NM_CONNECTED_ERROR="자동 연결에 실패했습니다. \r\n해당 장치의 전원을 확인하십시오. \r\n연결이 필요한 경우 %s을(를) 사용하십시오."
IDS_YES_BUTTON="예"
IDS_NO_BUTTON="아니오"
IDS_YESNOMSG_DISABLEALL="모든 오디오 장치에 대한 자동 연결을 사용 해제하시겠습니까?"

[CHT]
;Chainese, Traditional
IDS_APP_TITLE="AV自動連線"
IDS_APP_TITLE_EASYCONNECT="Bluetooth設定值"
IDS_NM_SETENABLE="%s的自動連線功能已開啟。"
IDS_NM_CONNECTED="已連線到%s。"
IDS_NM_CONNECTED_ERROR="自動連線失敗。請檢查裝置是否接通電源。如要建立手動連線，請使用%s。"
IDS_YES_BUTTON="是"
IDS_NO_BUTTON="否"
IDS_YESNOMSG_DISABLEALL="您想完全停用自動連線至音訊裝置嗎？"

[CHS]
;Chainese, Simplified
IDS_APP_TITLE="AV自动连接"
IDS_APP_TITLE_EASYCONNECT="Bluetooth设置"
IDS_NM_SETENABLE="%s的自动连接功能设置为有效。"
IDS_NM_CONNECTED="已连接%s。"
IDS_NM_CONNECTED_ERROR="自动连接失败。请检查设备已打开。如果需要建立手动连接，请使用%s。"
IDS_YES_BUTTON="是"
IDS_NO_BUTTON="否"
IDS_YESNOMSG_DISABLEALL="您想完全禁用自动连接至音频设备吗?"

[RUS]
;Russian
IDS_APP_TITLE="Автоматическое подключение аудио/видео"
IDS_APP_TITLE_EASYCONNECT="Настройки Bluetooth"
IDS_NM_SETENABLE="Функция автоматического подключения %s установлена в положение "доступна"."
IDS_NM_CONNECTED="Установлено подключение %s."
IDS_NM_CONNECTED_ERROR="Сбой автоматического подключения. \r\nПроверьте, подключено ли питание к устройству. \r\nДля установления связи воспользуйтесь %s."
IDS_YES_BUTTON="Да"
IDS_NO_BUTTON="Нет"
IDS_YESNOMSG_DISABLEALL="Хотите полностью блокировать функцию автоматического подключения к аудиоустройствам?"

[FIN]
;Finnish
IDS_APP_TITLE="AV-soittimen automaattinen yhteydenluonti"
IDS_APP_TITLE_EASYCONNECT="Bluetooth-asetukset"
IDS_NM_SETENABLE="%s -laitteen automaattinen yhteydenluonti otettiin käyttöön."
IDS_NM_CONNECTED="%s -laitteen yhteys muodostettiin."
IDS_NM_CONNECTED_ERROR="Automaattinen yhteydenluonti epäonnistui. \r\nTarkista, että laitteeseen on kytketty virta. \r\nOta käyttöön %s, jos yhteys on luotava."
IDS_YES_BUTTON="Kyllä"
IDS_NO_BUTTON="Ei"
IDS_YESNOMSG_DISABLEALL="Haluatko poistaa äänilaitteiden automaattisen yhdistämisen kokonaan käytöstä?"

[PLK]
;Polish
IDS_APP_TITLE="Automatyczne połączenie Av"
IDS_APP_TITLE_EASYCONNECT="Ustawienia Bluetooth"
IDS_NM_SETENABLE="Funkcja automatycznego połączenia %s została ustawiona jako dostępna."
IDS_NM_CONNECTED="Nawiązano %s połączenia."
IDS_NM_CONNECTED_ERROR="Automatyczne połączenie nie powiodło się. \r\nProszę sprawdzić zasilanie urządzenia. \r\nProszę użyć %s, jeśli chcesz nawiązać połączenie."
IDS_YES_BUTTON="Tak"
IDS_NO_BUTTON="Nie"
IDS_YESNOMSG_DISABLEALL="Czy chcesz wyłączyć całkowicie automatyczne połączenie z urządzeniami audio?"

[ELL]
;Greek
IDS_APP_TITLE="Αυτόματη σύνδεση Av"
IDS_APP_TITLE_EASYCONNECT="Ρυθμίσεις Bluetooth"
IDS_NM_SETENABLE="Η αυτόματη λειτουργία σύνδεσης %s ρυθμίστηκε στο διαθέσιμη."
IDS_NM_CONNECTED="Δημιουργήθηκε σύνδεση%s."
IDS_NM_CONNECTED_ERROR="Η αυτόματη σύνδεση απέτυχε. \r\nΕλέγξτε τη τροφοδοσία της συσκευής. \r\nΑν χρειαστεί να δημιουργήσετε σύνδεση χρησιμοποιήστε τον/την %s"
IDS_YES_BUTTON="Ναι"
IDS_NO_BUTTON="Όχι"
IDS_YESNOMSG_DISABLEALL="Θέλετε να απενεργοποιήσετε εντελώς την αυτόματη σύνδεση στις συσκευές αναπαραγωγής;"
